export interface FAQ {
  question: string;
  answer: string;
}

export const faqData: FAQ[] = [
  {
    question: '주문제작 가능한 제품은 어떤 것들이 있나요?',
    answer:
      '아크릴 상자, 아크릴 문손잡이, 아크릴 가구 등 다양한 아크릴 제품의 주문제작이 가능합니다.',
  },
  {
    question: '주문제작 가능한 제품은 어떤 것들이 있나요?',
    answer:
      '아크릴 상자, 아크릴 문손잡이, 아크릴 가구 등 다양한 아크릴 제품의 주문제작이 가능합니다.',
  },
  {
    question: '주문제작 가능한 제품은 어떤 것들이 있나요?',
    answer:
      '아크릴 상자, 아크릴 문손잡이, 아크릴 가구 등 다양한 아크릴 제품의 주문제작이 가능합니다.',
  },
  {
    question: '주문제작 가능한 제품은 어떤 것들이 있나요?',
    answer:
      '아크릴 상자, 아크릴 문손잡이, 아크릴 가구 등 다양한 아크릴 제품의 주문제작이 가능합니다.',
  },
  {
    question: '주문제작 가능한 제품은 어떤 것들이 있나요?',
    answer:
      '아크릴 상자, 아크릴 문손잡이, 아크릴 가구 등 다양한 아크릴 제품의 주문제작이 가능합니다.',
  },
  {
    question: '주문제작 가능한 제품은 어떤 것들이 있나요?',
    answer:
      '아크릴 상자, 아크릴 문손잡이, 아크릴 가구 등 다양한 아크릴 제품의 주문제작이 가능합니다.',
  },
  {
    question: '주문제작 가능한 제품은 어떤 것들이 있나요?',
    answer:
      '아크릴 상자, 아크릴 문손잡이, 아크릴 가구 등 다양한 아크릴 제품의 주문제작이 가능합니다.',
  },
  {
    question: '주문제작 가능한 제품은 어떤 것들이 있나요?',
    answer:
      '아크릴 상자, 아크릴 문손잡이, 아크릴 가구 등 다양한 아크릴 제품의 주문제작이 가능합니다.',
  },
  // ... 다른 FAQ 데이터 추가
];
