export interface FAQ {
  question: string;
  answer: string;
}
export const faqData: FAQ[] = [
  {
    question: '저는 도면이 없고 손그림만 있는데 괜찮을까요??',
    answer:
      '그럼요 ㅎㅎ 가능합니다. 다만, 용도와 사이즈는 명확히 하고 오시는 것이 좋습니다. 아크릴맛집에는 디자이너도 있으며 대표인 저 또한 디자이너출신입니다. 그래서 손그림을 가져오셔도 도면을 그려드리고 있습니다. 하지만 너무 복잡하거나 디자인에 시간을 많이 투입해야하는 경우에는 도면 비용을 미리 말씀드리고 작업을 하고 있다는 점은 미리 알아주셨으면 좋겠습니다.',
  },
  {
    question:
      '아크릴 제품을 만들어서 사업을 하고 싶은데 디자인을 몰라요.. 가능할까요?',
    answer:
      '가능합니다! 아이디어를 가지고 오시면 같이 상의를 하면서 디자인도 만들어드릴 수 있습니다. 샘플을 뽑아서 테스트를 해볼 수 있고, 가능하시면 공장을 견학하고 미팅을 하면서 이야기를 하고 나서 정하시는 것이 좋습니다.',
  },
  {
    question: '아크릴 제품의 배송은 어떻게 이루어지나요?',
    answer:
      '아크릴 제품의 배송은 택배나 화물 운송을 통해 이루어집니다. 제품의 크기와 무게에 따라 적절한 배송 방법을 선택하며, 안전한 포장을 통해 제품이 손상되지 않도록 합니다. 또한, 직접수령을 원하시는 경우 을지로4가역에 위치한 사무실 혹은 공장에 오셔서 직접 수령도 가능합니다.',
  },
  {
    question: '아크릴 제품의 제작 기간은 얼마나 걸리나요?',
    answer:
      '아크릴 제품의 제작 기간은 입금 후 2주로 잡고 있습니다. 만드는데에는 1~2일 정도 걸리지만, 이미 주문제작 요청을 먼저 해주신 분들이 있기 때문에 그렇습니다. 양해 부탁드립니다. 너무 급한 건은 따로 연락을 해서 기간을 협의할 수 있습니다. ',
  },
  {
    question: '아크릴 제품의 두께는 어떻게 선택하나요?',
    answer:
      '아크릴 제품의 두께는 용도와 크기에 따라 선택합니다. 하지만, 크기가 큰 제품을 만든다고 하신다면 두께는 5T이하는 추천드리지 않습니다. 왜냐하면 크기가 크고 두께가 얇으면 낭창낭창하게 흔들리는 경우가 있기 때문입니다.그래서 제품의 크기가 크거나 하중이 있는 경우에는 더 두꺼운 아크릴을 사용하는 것이 좋습니다.',
  },
  {
    question: '외부에서 쓰고 싶은데 아크릴은 위험하지 않나요??',
    answer:
      '아크릴이 스크래치에 약하기 때문에 외부에서 써야하는 것이라면 권장드리지는 않습니다. 스크래치가 상관이 없다면 두께를 두껍게 하면 가능은 합니다. 하지만 충격에 강한 것을 만들고 싶다면 폴리카보네이트(PC 또는 렉산)으로 만드는 것을 추천드립니다. 투명, 검정 등의 색상이 있고 충격에 강하기 때문에 주로 외장재에 쓰이곤 합니다.',
  },

  {
    question: '아크릴에 인쇄나 각인이 가능한가요?',
    answer:
      '네, 아크릴에 인쇄와 각인이 가능합니다. UV 인쇄를 통해 원하는 이미지를 인쇄할 수 있고요. 레이저 각인을 통해 원하는 문구를 넣을 수 있습니다. 하지만 레이저 각인은 색상은 넣을 수 없습니다.',
  },
  {
    question: '아크릴 제품의 모서리를 둥글게 가공할 수 있나요?',
    answer:
      '네, 아크릴 제품의 모서리를 둥글게 가공하는 것이 가능합니다. 안전성을 위해 모서리를 둥글게 처리하는 것이 일반적이며, 필요에 따라 가공 방식과 크기를 조정할 수 있습니다.',
  },
  {
    question: '투명 아크릴에 색상을 입힐 수 있나요?',
    answer:
      '네, 투명 아크릴에 다양한 색상을 입힐 수 있습니다. 색상이 들어간 아크릴이 나오곤 하는데 만약 부분적으로 색을 입히거나, 그라데이션을 입히거나, 원하는 색상을 뽑고 싶다면 투명한 아크릴을 염색을 하면 됩니다.',
  },
  {
    question: '아크릴 제품의 견적은 어떻게 산출되나요?',
    answer:
      '아크릴 제품의 견적은 제품의 크기, 두께, 수량, 가공 방식, 인쇄 또는 각인 여부 등을 고려하여 산출됩니다. 견적의 경우 아래 주문제작 하러가기 버튼을 클릭하셔서 질문지를 작성해주시면 순차적으로 연락을 드리고 있습니다.',
  },
  {
    question: '아크릴 제품 주문 시 필요한 준비사항은 무엇인가요?',
    answer:
      '아크릴 제품 주문 시에는 제품의 용도, 크기, 두께, 색상, 수량 등을 명확히 정리하는 것이 좋습니다. 도면이나 디자인 파일을 준비하여 제공하시면 보다 정확한 견적과 제작이 가능합니다. 필요에 따라 샘플 제작을 하실 수 있습니다.',
  },
];
